# Taps
tap 'hashicorp/tap'
tap 'bufbuild/buf'
tap 'oven-sh/bun'
tap 'dagger/tap'

# Brews
brew 'age'
brew 'ast-grep'
brew 'awscli'
brew 'bat'
brew 'buf'
brew 'bun'
brew 'chafa'
brew 'container'
brew 'dagger'
brew 'duckdb'
brew 'elixir'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gemini-cli'
brew 'gh'
brew 'git'
brew 'gleam'
brew 'go'
brew 'graphviz'
brew 'hashicorp/tap/terraform'
brew 'hugo'
brew 'ipcalc'
brew 'iperf'
brew 'jq'
brew 'k6'
brew 'k9s'
brew 'kubectl'
brew 'kubectl-ai'
brew 'mercurial'
brew 'minikube'
brew 'mkcert'
brew 'neovim', args: ['HEAD']
brew 'newsboat'
brew 'nmap'
brew 'node'
brew 'opentofu'
brew 'podman'
brew 'qpdf'
brew 'ripgrep'
brew 'rust'
brew 'skopeo'
brew 'sops'
brew 'starship'
brew 'tig'
brew 'tree'
brew 'tree-sitter-cli'
brew 'utf8proc', args: ['HEAD']
brew 'watch'
brew 'zig'
brew 'zoxide'

# Casks
cask 'calibre'
cask 'firefox'
cask 'gcloud-cli'
cask 'ghostty'
cask 'google-drive'
cask 'iina'
cask 'linear-linear'
cask 'netnewswire'
cask 'obs'
cask 'osquery'
cask 'slack'
cask 'tableplus'
cask 'tor-browser'
cask 'transmission'
cask 'utm'
cask 'whatsapp'
cask 'zoom'
brew "go"
