# Taps
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'hashicorp/tap'
tap 'bufbuild/buf'
tap 'dagger/tap'
tap 'oven-sh/bun'
tap 'temporalio/brew'

# Brews
brew 'age'
brew 'ansible'
brew 'ast-grep'
brew 'bat'
brew 'buf'
brew 'bun'
brew 'crane'
brew 'dagger'
brew 'duckdb'
brew 'elixir'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'go'
brew 'graphviz'
brew 'hashicorp/tap/terraform'
brew 'hashicorp/tap/vault'
brew 'hey'
brew 'hugo'
brew 'ipcalc'
brew 'iperf'
brew 'jq'
brew 'k3d'
brew 'k6'
brew 'ko'
brew 'kubectl'
brew 'mercurial'
brew 'minikube'
brew 'mkcert'
brew 'neovim', args: ['HEAD']
brew 'newsboat'
brew 'nmap'
brew 'node'
brew 'podman'
brew 'qpdf'
brew 'ripgrep'
brew 'rust'
brew 'sops'
brew 'temporalio/brew/tcld'
brew 'terraform-ls'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unbound'
brew 'watch'
brew 'youtube-dl'
brew 'zoxide'

# Casks
cask 'alacritty'
cask 'brave-browser'
cask 'firefox'
cask 'google-cloud-sdk'
cask 'iina'
cask 'maccy'
cask 'obs'
cask 'osquery'
cask 'signal'
cask 'slack'
cask 'tableplus'
cask 'tor-browser'
cask 'transmission'
cask 'utm'
cask 'whatsapp'
cask 'zoom'
cask 'linear-linear'

# Fonts
cask 'font-hack-nerd-font'
